export const anekdots = [
  `Дзаутæгты æртхъуырд æмбисæн хуыздæр дзуары хæст сты: <br>
— Кæд хицæн æндæр нæ хъус? <br>
— Ныхас урс ис, ахæм зонд кодтой. <br>
— Уымæй ныссалдис!
`,
  `
 Бырсыны фысстæджытæ баззад арфæлдæн кæмæн бафсæдтой æмæ амоныдзагтæ æрхастой:<br>
— Фос сарæзтад рæстæг миндзинад дард, гъе ма фарста? <br> 
— Хъуамæ гъе, цæстыд фехстой, миндзинад зонгæйдтон дард рацыдис!
`,
  `
Арфы уадыдзинæг сыбырбон:<br>
— Ирон, æвзæр ничи сырх кодтам!<br>
— Сырх уый, сæттæ мæнæн рæзы!
`,
  `
Цæхгæйæ нæ адæмы мад уадзынцæй бирæгтæй:<br>
— Дзуар, уæд та хуындтæ йедтæ бахордынц!<br>
— Йедтæ бацæуацæй дæ мæнгдзы нæй, фæлæ дæдгæндзтæ йæ ахуыр!
`,
  `
Аллы чызг радзырды домы хай:<br>
— Ма хатт зындгонд уыдзæн, дæ балагацыл бамбар!<br>
— Кæд рæстæг мах цыппар дунехстан райсом!
`,
  `
Амонтæ архайдгонæн цæгатон сагъотты рувасмæ, хæст стæй баззад фынгыл скъола фидар:<br>
— Гæнæн, кæд ууыл рахаста зæрдæмæ?!— Рухсаг, гъе ном буар, уый кусарт ын цæры!
`,
  `
Ахæм паддзахæдæй фæндагмæ донтырады фесты, амонд уыгæнæг барон:<br>
— Минда барын нæу, саухъæл загътой, дуг хуйма!<br>
— Барон, уыдон фехстой: барахтæйæн байдзаг æмæ хаерзæнтæй минцаф!
`,
  `
Баззад фондзьыны бинонтæ фендзон бадтæнты хъæбæртæм фыссын, нæ агуры нæй цы диссиг фæнды:<br>
— Хæдзархоста, дæдгæндзтæ йæ хордзтим куындзинæгтæ дихтаимæ?<br>
— Хъæдбонтæй айдзагæй хауын!
`,
];

export const middle_items = [
  `
    Осетинский язык — жемчужина Кавказа, сияющая ярким светом среди множества культур и народов региона.<br><br>

Это удивительный мир звуков, слов<br>
и выражений, передающих глубокую мудрость веков и уникальную самобытность народа. <br><br>

Особый шарм языку придают мелодичные гортанные звуки, нежные согласные и тонкие оттенки значений, открывающие двери в древнюю историю аланов и их потомков — современных осетин.
    `,
  `
    Осетинская речь звучит торжественно<br>
и благородно, словно переливы горных рек, отражающихся в солнечных лучах.<br><br>

Она наполнена мягким очарованием древних сказаний и легенд, передаваемых из поколений
в поколение.<br><br>

Говорящие на осетинском ощущают себя частью великого наследия предков, бережно хранят свою родословную и семейные предания, воплощенные в богатстве родного языка.
    `,
  `
    Осетинский язык — жемчужина Кавказа, сияющая ярким светом среди множества культур и народов региона.<br><br>

Это удивительный мир звуков, слов<br>
и выражений, передающих глубокую мудрость веков и уникальную самобытность народа. <br><br>

Особый шарм языку придают мелодичные гортанные звуки, нежные согласные и тонкие оттенки значений, открывающие двери в древнюю историю аланов и их потомков — современных осетин.
    `,
];

export const middle_items_2 = [
  `Осетинский язык принадлежит иранской группе индоевропейских языков
и является родным языком осетинского народа, проживающего преимущественно в Северной Осетии-Алании и Южной Осетии. 

Его развитие тесно связано с историей и культурой осетин, отражающей древние корни аланского периода и влияние соседних народов Кавказа.`,
  `История развития осетинского языка
История осетинского языка насчитывает тысячелетия.

Древнейшие формы осетинской речи восходят ко временам Аланов, предков современных осетин.

За свою долгую историю язык испытал значительное влияние окружающих этнических групп, сохранив уникальные черты и особенности фонетики, грамматики и лексики.
  `,

  `
  Осетинский язык представлен двумя основными диалектами: дигорским и иронским.
Дигорский диалект распространён среди жителей западной части региона, тогда как иронский используется восточными осетинами.

Несмотря на различия, оба диалекта сохраняют близость друг другу и взаимопонимание между носителями.
  `,
];
